Revit 2024 API
HomeCamera.OrthogonalProjectionHeight Property
 The height of orthogonal projection view volume.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double OrthogonalProjectionHeight { get; }
Visual Basic
Public ReadOnly Property OrthogonalProjectionHeight As Double
	Get
Visual C++
public:
property double OrthogonalProjectionHeight {
	double get ();
}
See Also
HomeCamera Class
Autodesk.Revit.DB Namespace